Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: No useragent supplied, automatic proxy could not check for browse type.
fr: Aucun agent utilisateur fourni, le proxy automatique n'a pas pu vérifier le type de navigateur.

source: Using plugin supplied proxy settings.
fr: Utilisation des paramètres de proxy fourni par le plugin.

source: Installing Maverick SSL support for HTTPSURLStreamHandler
fr: Installation du support SSL de Maverick pour HTTPSURLStreamHandler

source: Configured logging
fr: Log configuré

source: Looking for Firefox
fr: Recherche de Firefox.

source: Starting HTTPD
fr: Démarrage de HTTPD

source: HTTPD created on port {0}.
fr: HTTPD créé sur le port {0}.

source: Failed to start HTTPD.
fr: Echec de démarrage de HTTPD.

source: Looking for IE
fr: Recherche de IE

source: Invalid tunnel type {0}.
fr: Type de tunnel invalide {0}.

source: Only local forwards can start a local listening socket.
fr: Seul les locaux peuvent démarrer un socket d'écoute local.

source: Opened remote tunnel "{0}" on port {1} to {2}.
fr: Ouverture d'un tunnel distant "{0}" sur le port {1} vers {2}.

source: Closing remote tunnel "{0}" on port {1} to {2}.
fr: Fermeture du tunnel distant "{0}" sur le port {1} vers {2}.

source: Message resources for the SWT version of the Adito Agent Client components.
fr: Ressources de message pour les composants client de la version SWT de l'Agent Adito

source: Authentication Required
fr: Authentification requise

source: {2} authentication required for {0} at {1}.
fr: {2} authentification requise pour {0} à {1}.

source: About Adito Agent
fr: A propos de l'Agent Adito

source: The Adito Agent is an application that is required to provide tunneling, application launching and other features to the Adito server.
fr: L'Agent Adito est une application nécessaire pour fournir les fonctionnalités de tunnel, de chargement d'application et d'autres fonctionnalités du serveur Adito

source: Host: {0}
fr: Hôte: {0}

source: Adito Agent {0}
fr: Agent Adito {0}

source: Username: {0}
fr: Utilisateur: {0}

source: Server Version: {0}
fr: Version Serveur: {0}

source: Agent Version: {0}
fr: Version Agent: {0}

source: Downloading files
fr: Téléchargement de fichiers

source: Agent (Tunneling)
fr: Agent (Tunnel)

source: Message resources for the Adito Agent Base components.
fr: Ressources de message pour les composants de base de l'agent Adito

source: The tunnel failed to start: {0}
fr: Le tunnel n'a pas démarré: {0}

source: No tunnel has been initialised.
fr: Aucun tunnel n'a été initialisé.

source: No UPD socket has been initialised.
fr: Aucun socket UDP n'a été initialisé.

source: Waiting for packet size from tunnel
fr: Attente de la taille de paquets du tunnel

source: Waiting for UDP packet
fr: Attente du paquet UDP

source: Failed to start UDP tunnel.
fr: Echec du démarrage du tunnel UDP.

source: Error reading tunnel.
fr: Erreur lors de la lecture du tunnel

source: Closing UDP socket
fr: Fermeture du socket UDP

source: Closing UDP tunnel
fr: Fermeture du tunnel UDP

source: Connector closed
fr: Connecteur fermé

source: Starting permanent local connection listen on port {0}
fr: Démarrage de l'écoute permanente de connexion sur le port {0}

source: Starting temporary local connection listen on port {0}
fr: Démarrage de l'écoute temporaire de connexion sur le port {0}

source: UDP socket created on {0}:{1}
fr: Socket UDP créé sur {0}:{1}

source: TCP socket created on {0}:{1}
fr: Socket TCP créé sur {0}:{1}

source: Failed to register tunnel.
fr: Echec d'enregistrement du tunnel.

source: Registration complete
fr: Enregistrement terminé

source: Failed to register tunnel with server.
fr: Eched de l'enregistrement du tunnel avec le serveur

source: Closing permanent listener on {0}:{1}
fr: Fermeture de l'écoute permanente sur {0}:{1}

source: Closing temporary listener on {0}:{1}
fr: Fermeture de l'écoute temporaire sur {0}:{1}

source: Failed to connect tunneling request
fr: Echec de connexion de requête de tunnel

source: Tunneling request received for {0}:{1}
fr: Requête de tunnel reçue pour {0}:{1}

source: Not accepting any more connections as this is a temporary tunnel.
fr: Ce tunnel temporaire n'accepte plus aucune connexion.

source: The connection listener thread failed
fr: Le processus d'écoute de connexion a échoué

source: Closing listener as this is a temporary tunnel
fr: Fermeture de l'écoute dû au tunnel temporaire

source: Not closing listener as this is not a temporary tunnel
fr: L'écoute ne sera pas fermée puisque ce n'est pas un tunnel temporaire

source: User on {0} has opened a tunnel to {1}:{2}
fr: L'utilisateur sur {0} a ouvert un tunnel vers {1}:{2}

source: User on {0} has closed the tunnel to {1}:{2}
fr: L'utilisateur sur {0} a fermé un tunnel vers {1}:{2}

source: Either the input or output tunnel streams could not be obtained.
fr: Les flux d'entrée ou de sortie du tunnel ne peuvent pas être reçus..

source: Waiting for source address / port from tunnel
fr: En attente de l'adresse/port source du tunnel

source: Source is {0}:{1} packet port {2}
fr: La source est {0}:{1} port de paquet {2}

source: Got packet size - expecting {0} bytes
fr: Reçu la taille du paquet - en attente de {0} octets

source: Tunneling {0} UDP bytes to {1} / {2} [ {3} ]
fr: Tunnel {0} UDP octets to {1} / {2} [ {3} ]

source: Got UDP packet of {0} bytes
fr: Reçu un paquet UDP de {0} octets

source: Address is {0}:{1}
fr: L'adresse est {0}:{1}

source: Writing UDP packet of {0} bytes back to the string [ {1} ]
fr: Ecriture d'un paquet UDP de {0} octets vers la string [ {1} ]

source: Flushed
fr: Vidé

source: Opened local tunnel listener "{0}" on port {1} to {2}.
fr: Ouverture d'une écoute de tunnel local "{0}" sur le port {1} vers {2}.

source: Closing local tunnel listener "{0}" on port {1} to {2}.
fr: Fermeture d'une écoute de tunnel local "{0}" sur le port {1} vers {2}.

source: Opened remote tunnel listener "{0}" on port {1} to {2}.
fr: Ouverture d'une écoute de tunnel distant "{0}" sur le port {1} vers {2}.

source: Closing remote tunnel listener "{0}" on port {1} to {2}.
fr: Fermeture d'une écoute de tunnel distant "{0}" sur le port {1} vers {2}.

source: Incoming Remote Tunnel Connection
fr: Connexion de tunnel distant entrante

source: The Adito Agent has detected an incoming remote tunnel to {0} .
fr: L'Agent Adito a détecté un tunnel distant entrant vers {0} .

source: Do you wish to accept this connection.
fr: Voulez-vous accepter cette connexion.

source: Launcher
fr: Chargeur

source: Message resources for the Adito Launcher applet.
fr: Ressources de message pour l'applet de chargement d'Adito

source: Initialising launcher applet
fr: Initialisation de l'applet de chargement.

source: Getting launcher type information from parameters
fr: Récupération de l'information du type de chargement à partir des paramètres.

source: Launch application
fr: Charger l'application

source: Launching ..
fr: Chargement ...

source: Autostart is <true>, launching client
fr: Démarrage automatique activé, chargement du client

source: Autostart is *NOT* <true>, *NOT* launching client
fr: Le démarrage automatique n'est pas activé, le chargement du client n'aura pas lieu

source: Stopping launcher applet.
fr: Arrêt de l'applet de chargement.

source: Ticket is null!
fr: Le ticket est vide!

source: Retreiving monitor status
fr: Récupération du statut de contrôle

source: Retreiving debug status
fr: Récupération du statut de debug

source: Checking browser proxy settings
fr: Vérification des paramètres de proxy du navigateur

source: User agent {0}
fr: Agent utilisateur {0}

source: No proxy set by user configuration, checking java plugin properties..
fr: Aucun proxy configuré dans la configuration utilisateur, vérification de la configuration du plugin java...

source: Starting application launcher
fr: Démarrage du chargeur d'applications

source: Setting local proxy URL to {0}
fr: Configuration de l'URL du proxy local sur {0}

source: Prepared launcher
fr: Chargeur préparé

source: Starting synchronization thread
fr: Démarrage du processus de synchronisation

source: Monitoring {0} process
fr: Surveillance du processus {0}

source: {0} exited with value {1}
fr: {0} s'est arrêté avec cette valeur {1}

source: No process monitor.
fr: Par de surveillance de processus

source: Adito Launcher Applet
fr: Applet de chargement d'Adito

source: Download complete
fr: Téléchargement terminé

source: Processing application descriptor
fr: Descripteur d'application en traitement.

source: Launched Adito Agent
fr: Chargement de l'agent Adito

source: Destroying launcher applet
fr: Destruction de l'applet de chargement

source: Redirecting to {0}
fr: Redirection vers {0}

source: Complete.
fr: Terminé.

source: Synchronizing
fr: Synchronisation

source: Sending sync.
fr: Envoi de la synchro

source: message to {0}
fr: Message à {0}

source: Connected to {0}, waiting for results
fr: Connecté à {0}, attente du résultat

source: Synchronized OK.
fr: Synchronisation OK

source: Failed to synchronize.
fr: Echec de synchronisation.

source: Failed to sync.
fr: Echec de synchro.

source: Requesting agent descriptor using {0}.
fr: Demande du descripteur d'agent en utilisant {0}.

source: Using Java >= 1.5, setting connection timeout.
fr: Utilisation de Java >= 1.5, activation du délai de connexion.
